{
  "awards": [
    {
      "id": 1,
      "title": "ASM Future Leadership Mentorship Fellowship",
      "organization": "American Society for Microbiology",
      "year": "2025",
      "description": "Selected as a recipient for this prestigious fellowship program that aims to develop future leaders in the field of microbiology and related sciences."
    },
    {
      "id": 2,
      "title": "Travel grant for the 1st Asia & Pacific Bioinformatics Joint Conference 2024",
      "organization": "APBioNET",
      "year": "2024",
      "description": "Awarded to support participation and presentation of research findings at the prestigious Asia & Pacific Bioinformatics Joint Conference in Okinawa, Japan."
    },
    {
      "id": 3,
      "title": "Max Planck Travel and Accommodation Grant for the 2024 Horizons Symposium",
      "organization": "Max Planck Society",
      "year": "2024",
      "description": "Competitive grant awarded by the Max Planck Society to attend the Horizons Symposium, providing an opportunity to engage with leading researchers in the field of computational biology."
    },
    {
      "id": 4,
      "title": "Travel and Accommodation funded for Single-Cell Omics Workshop",
      "organization": "Chan Zuckerberg Initiative and Human Cell Atlas",
      "year": "2024",
      "description": "Selected for fully-funded participation in an intensive workshop on single-cell omics technologies at Mahidol University, Thailand, recognizing potential for contribution to the field."
    },
    {
      "id": 5,
      "title": "Mini-Fellowship Program on Molecular Imaging",
      "organization": "School of Medicine, Stanford University",
      "year": "2024",
      "description": "Competitive fellowship awarded to participate in an advanced program on molecular imaging techniques at Stanford University, enhancing expertise in visualization methods for molecular structures."
    },
    {
      "id": 6,
      "title": "First Prize in Quiz Competition at the 2nd Asian Student Council Symposium",
      "organization": "International Society for Computational Biology (ISCB)",
      "year": "2023",
      "description": "Awarded first place among participants from across Asia, demonstrating exceptional knowledge in computational biology and bioinformatics."
    },
    {
      "id": 7,
      "title": "Registration Fees waiver & Travel Fellowship for CompBio-2023 at NUS",
      "organization": "NSF (USA) and NRF (Korea)",
      "year": "2023",
      "description": "Joint fellowship from the National Science Foundation (USA) and National Research Foundation (Korea) to attend and present research at the Computational Biology Conference at the National University of Singapore."
    },
    {
      "id": 8,
      "title": "Merit-cum-Means Scholarship (Top Performer)",
      "organization": "Department of Bioinformatics, Pondicherry Central University",
      "year": "2022",
      "description": "Awarded to the top-performing student in the Department of Bioinformatics, recognizing academic excellence and research potential."
    },
    {
      "id": 9,
      "title": "Merit Scholarship for securing Highest SGPA in 2nd Semester of M.Sc.",
      "organization": "Department of Bioinformatics, Pondicherry Central University",
      "year": "2021",
      "description": "Awarded for achieving the highest Semester Grade Point Average in the second semester of the Master's program, demonstrating consistent academic excellence."
    },
    {
      "id": 10,
      "title": "3rd Position among 291 Campus Ambassadors",
      "organization": "E-CELL IIT Hyderabad",
      "year": "2021",
      "description": "Recognized for outstanding performance as a Campus Ambassador, promoting entrepreneurship and innovation in science and technology among students."
    },
    {
      "id": 11,
      "title": "Merit-cum-Means Scholarship (Top Performer)",
      "organization": "Department of Bioinformatics, Pondicherry Central University",
      "year": "2020",
      "description": "Awarded to the top-performing student in the Department of Bioinformatics, recognizing consistent academic excellence throughout the program."
    },
    {
      "id": 12,
      "title": "2nd Position (Silver Medal) in Science Model Competition (UG)",
      "organization": "West Bengal State Council of Science & Technology",
      "year": "2019",
      "description": "Awarded second place for an innovative scientific model, demonstrating creativity and practical application of scientific concepts."
    },
    {
      "id": 13,
      "title": "Best Poster Presentation Award at National Seminar on Health and Ecology",
      "organization": "West Bengal, India",
      "year": "2017",
      "description": "Recognized for excellence in research presentation, highlighting the intersection of health sciences and ecological factors."
    }
  ]
}
