{
  "webinars": [
    {
      "id": 1,
      "title": "Single-Cell Omics Computational and Experimental Workshop",
      "organizer": "Human Cell Atlas, Mahidol University, Thailand",
      "date": "2024-01-15",
      "type": "Workshop",
      "format": "In-Person",
      "description": "Participated in an intensive workshop on single-cell omics technologies and analysis methods. The workshop covered experimental design, data processing, quality control, normalization, dimensionality reduction, clustering, and trajectory inference for single-cell RNA-seq data.",
      "skills": ["Single-Cell Analysis", "RNA-seq", "Computational Biology", "Bioinformatics"]
    },
    {
      "id": 2,
      "title": "In Silico Drug Discovery Workshop",
      "organizer": "The National Institutes of Health",
      "date": "2024-02-20",
      "type": "Workshop",
      "format": "Virtual",
      "description": "Comprehensive workshop on computational approaches to drug discovery, covering virtual screening, molecular docking, pharmacophore modeling, and structure-based drug design techniques. The workshop provided hands-on experience with industry-standard tools and best practices for in silico drug discovery pipelines.",
      "skills": ["Drug Discovery", "Molecular Docking", "Virtual Screening", "CADD"]
    },
    {
      "id": 3,
      "title": "NAN Virtual NMR Metabolomics Workshop",
      "organizer": "University of Georgia Complex Carbohydrate Research Center",
      "date": "2024-03-10",
      "type": "Workshop",
      "format": "Virtual",
      "description": "Specialized workshop on NMR-based metabolomics, covering experimental design, sample preparation, data acquisition, processing, and analysis of metabolomic data. The workshop included practical sessions on metabolite identification and quantification using advanced NMR techniques.",
      "skills": ["Metabolomics", "NMR Spectroscopy", "Data Analysis", "Bioinformatics"]
    },
    {
      "id": 4,
      "title": "Curious2024 – Future Insight™",
      "organizer": "Merck KGaA, Darmstadt, Germany",
      "date": "2024-04-05",
      "type": "Conference",
      "format": "Virtual",
      "description": "Attended this forward-looking conference that explored emerging trends and technologies in healthcare, life sciences, and materials science. The conference featured presentations from leading experts on topics such as AI in drug discovery, precision medicine, and next-generation therapeutics.",
      "skills": ["Future Technologies", "AI in Healthcare", "Precision Medicine"]
    },
    {
      "id": 5,
      "title": "Mini-Fellowship Program on Molecular Imaging",
      "organizer": "School of Medicine, Stanford University",
      "date": "2024-05-20",
      "type": "Program",
      "format": "Virtual",
      "description": "Participated in this specialized fellowship program focused on advanced molecular imaging techniques and their applications in biomedical research and clinical practice. The program covered various imaging modalities, image analysis methods, and their integration with other omics data.",
      "skills": ["Molecular Imaging", "Image Analysis", "Multi-omics Integration"]
    },
    {
      "id": 6,
      "title": "CompBio-2023",
      "organizer": "National University of Singapore",
      "date": "2023-07-15",
      "type": "Workshop",
      "format": "In-Person",
      "description": "Attended this comprehensive computational biology workshop that covered a wide range of topics including genomics, proteomics, structural biology, and systems biology. The workshop included hands-on sessions on cutting-edge computational methods and tools used in biological research.",
      "skills": ["Computational Biology", "Genomics", "Proteomics", "Systems Biology"]
    },
    {
      "id": 7,
      "title": "Online International Workshop on 'Generative AI in Bioinformatics'",
      "organizer": "Dollar Education",
      "date": "2023-08-10",
      "type": "Workshop",
      "format": "Virtual",
      "description": "Participated in this cutting-edge workshop exploring the applications of generative AI models in bioinformatics. The workshop covered topics such as protein structure prediction, drug design, and genomic sequence analysis using generative models like diffusion models and GANs.",
      "skills": ["Generative AI", "Bioinformatics", "Machine Learning", "Protein Structure Prediction"]
    },
    {
      "id": 8,
      "title": "7th International Symposium on Bioinformatics 2023",
      "organizer": "Asia Pacific Bioinformatics Network (APBioNET)",
      "date": "2023-09-05",
      "type": "Symposium",
      "format": "Virtual",
      "description": "Attended this international symposium that brought together researchers and practitioners in bioinformatics from across the Asia-Pacific region. The symposium featured presentations on the latest advances in bioinformatics methods, tools, and applications in various domains of life sciences.",
      "skills": ["Bioinformatics", "Computational Biology", "Data Science"]
    },
    {
      "id": 9,
      "title": "2nd Asian Student Council Symposium",
      "organizer": "ISCB - International Society for Computational Biology",
      "date": "2023-10-20",
      "type": "Symposium",
      "format": "Virtual",
      "description": "Participated in this student-focused symposium organized by the International Society for Computational Biology. The symposium provided a platform for students and early-career researchers to present their work, network with peers, and learn from established researchers in the field of computational biology.",
      "skills": ["Computational Biology", "Research Presentation", "Networking"]
    },
    {
      "id": 10,
      "title": "Certificate Course on 'Introduction to Data and Data Science'",
      "organizer": "365 Data Science",
      "date": "2023-11-15",
      "type": "Course",
      "format": "Virtual",
      "description": "Completed this comprehensive course on the fundamentals of data science, covering topics such as data collection, cleaning, analysis, visualization, and interpretation. The course provided a solid foundation in statistical methods and programming tools commonly used in data science projects.",
      "skills": ["Data Science", "Statistics", "Data Visualization", "Programming"]
    },
    {
      "id": 11,
      "title": "Machine Learning for Biomarkers and Drug Discovery",
      "organizer": "National Institute of Technology, Durgapur, India",
      "date": "2022-02-10",
      "type": "Workshop",
      "format": "In-Person",
      "description": "Attended this specialized workshop on the application of machine learning techniques in biomarker identification and drug discovery. The workshop covered various ML algorithms and their implementation in identifying potential biomarkers and drug candidates from large biological datasets.",
      "skills": ["Machine Learning", "Biomarker Discovery", "Drug Discovery", "Data Mining"]
    },
    {
      "id": 12,
      "title": "Computational Biology and Biomedical Informatics",
      "organizer": "National Institute of Technology, Silchar, India",
      "date": "2022-03-15",
      "type": "Workshop",
      "format": "In-Person",
      "description": "Participated in this comprehensive workshop that bridged computational biology and biomedical informatics. The workshop covered topics such as biological data analysis, modeling of biological systems, and the application of informatics approaches in biomedical research and healthcare.",
      "skills": ["Computational Biology", "Biomedical Informatics", "Data Analysis", "Systems Modeling"]
    },
    {
      "id": 13,
      "title": "Computational Structure-Based Screening and Molecular Dynamics",
      "organizer": "Pondicherry Central University & Schrödinger",
      "date": "2022-04-20",
      "type": "Workshop",
      "format": "In-Person",
      "description": "Attended this hands-on workshop on computational methods for structure-based drug screening and molecular dynamics simulations. The workshop provided practical training on using Schrödinger software suite for virtual screening, docking, and MD simulations in drug discovery projects.",
      "skills": ["Structure-Based Screening", "Molecular Dynamics", "Drug Discovery", "Computational Chemistry"]
    },
    {
      "id": 14,
      "title": "Virtual Seminar on 'Molecular Perspective SARS-CoV-2, Drug Targets, Drug Designing and Research'",
      "organizer": "Paavai Engineering College",
      "date": "2022-06-15",
      "type": "Webinar",
      "format": "Virtual",
      "description": "Participated in this timely seminar that focused on the molecular aspects of SARS-CoV-2, potential drug targets, and approaches to designing effective therapeutics. The seminar provided insights into ongoing research efforts and computational strategies for COVID-19 drug discovery.",
      "skills": ["SARS-CoV-2", "Drug Targets", "Drug Design", "Molecular Biology"]
    },
    {
      "id": 15,
      "title": "Cloud Workshop: 'Structure-Based Screening & Molecular Dynamics'",
      "organizer": "RCB & Schrödinger",
      "date": "2021-03-10",
      "type": "Workshop",
      "format": "Virtual",
      "description": "Attended this cloud-based workshop on structure-based screening and molecular dynamics simulations. The workshop demonstrated how cloud computing resources can be leveraged for computationally intensive tasks in drug discovery, providing hands-on experience with cloud-based workflows.",
      "skills": ["Cloud Computing", "Structure-Based Screening", "Molecular Dynamics", "Drug Discovery"]
    },
    {
      "id": 16,
      "title": "Workshop: 'HPC & AI in Computational Biology'",
      "organizer": "IIT Kharagpur & Tezpur University",
      "date": "2021-04-15",
      "type": "Workshop",
      "format": "Virtual",
      "description": "Participated in this advanced workshop on high-performance computing and artificial intelligence applications in computational biology. The workshop covered topics such as parallel computing, GPU acceleration, and AI algorithms for analyzing large biological datasets.",
      "skills": ["High-Performance Computing", "Artificial Intelligence", "Computational Biology", "Parallel Computing"]
    },
    {
      "id": 17,
      "title": "Summer School: 'Machine Learning in Bioinformatics'",
      "organizer": "HSE University, Russia",
      "date": "2021-06-20",
      "type": "Course",
      "format": "Virtual",
      "description": "Attended this intensive summer school program focused on the application of machine learning techniques in bioinformatics. The program covered various ML algorithms and their implementation in solving complex biological problems, with hands-on projects and case studies.",
      "skills": ["Machine Learning", "Bioinformatics", "Data Analysis", "Algorithm Implementation"]
    },
    {
      "id": 18,
      "title": "Webinar: 'Telomerase as Cardiovascular Therapeutic Target'",
      "organizer": "Biosetup Lifesciences",
      "date": "2021-08-10",
      "type": "Webinar",
      "format": "Virtual",
      "description": "Participated in this specialized webinar that explored the potential of telomerase as a therapeutic target for cardiovascular diseases. The webinar covered the molecular mechanisms of telomerase action, its role in cardiovascular pathology, and strategies for targeting it therapeutically.",
      "skills": ["Telomerase", "Cardiovascular Biology", "Therapeutic Targets", "Molecular Biology"]
    },
    {
      "id": 19,
      "title": "E-Workshop on Bioinformatics",
      "organizer": "Delhi Technological University",
      "date": "2020-02-15",
      "type": "Workshop",
      "format": "Virtual",
      "description": "Attended this comprehensive workshop on bioinformatics that covered various aspects of biological data analysis, including sequence analysis, structural bioinformatics, and systems biology. The workshop provided hands-on training with commonly used bioinformatics tools and databases.",
      "skills": ["Bioinformatics", "Sequence Analysis", "Structural Bioinformatics", "Systems Biology"]
    },
    {
      "id": 20,
      "title": "Workshop on 'Immunoinformatics'",
      "organizer": "DE code LIFE India",
      "date": "2020-04-20",
      "type": "Workshop",
      "format": "Virtual",
      "description": "Participated in this specialized workshop on immunoinformatics, focusing on computational approaches to studying immune systems. The workshop covered topics such as epitope prediction, immunogenicity analysis, and vaccine design using computational methods and tools.",
      "skills": ["Immunoinformatics", "Epitope Prediction", "Vaccine Design", "Computational Biology"]
    }
  ]
}
